const questions = [
  {
    id: 0,
    q: `방학 때 일주일에 3번 이상 \n 친구들과 만나서 놀았다.`,
    yes: "e",
    no: "i",
  },
  {
    id: 1,
    q: "새로운 친구에게 나를 \n 소개하는 것이 어렵지 않다.",
    yes: "e",
    no: "i",
  },
  {
    id: 2,
    q: "다른 친구가 울고 있으면 \n 나도 눈물이 날 것 같다.",
    yes: "f",
    no: "t",
  },
  {
    id: 3,
    q: "방학 계획표를 잘 지켰다.",
    yes: "j",
    no: "p",
  },
  {
    id: 4,
    q: "다른 친구가 상을 받으면 \n 내가 상을 받지 않았더라도 \n 함께 기쁘다.",
    yes: "f",
    no: "t",
  },
  {
    id: 5,
    q: "나는 내가 해야할 일을 \n 자주 미룬다.",
    yes: "p",
    no: "j",
  },
  {
    id: 6,
    q: "우주 어딘가에는 \n 외계인👽이 있을 것이다.",
    yes: "n",
    no: "s",
  },
  {
    id: 7,
    q: "혼자 있는 것보다 \n 친구와 있는 것이 좋다.",
    yes: "e",
    no: "i",
  },
  {
    id: 8,
    q: "나는 책을 읽을 때 \n그림이 없어도 \n 주인공의 얼굴을 \n 상상할 수 있다.",
    yes: "n",
    no: "s",
  },
  {
    id: 9,
    q: "영화를 볼 때 \n 슬픈 장면이 나오면 \n 눈물이 난다.",
    yes: "f",
    no: "t",
  },
  {
    id: 10,
    q: "약속 시간에 종종 늦는다.",
    yes: "p",
    no: "j",
  },
  {
    id: 11,
    q: "현재보다 미래가 더 중요하다.",
    yes: "n",
    no: "s",
  },
];

export default questions;
